tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "homebrew/cask-fonts"
tap "planetscale/tap"

brew "anyenv"
brew "bat"
brew "ghq"
brew "git"
brew "nvim"
brew "neovim"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "peco"
brew "tig"
brew "fd"
brew "fzf"
brew "tmux"
brew "lazygit"
brew "weechat"
brew "planetscale/tap/pscale"

cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "discord"
cask "docker"
cask "google-chrome"
cask "hyper"
cask "font-hack-nerd-font"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
cask "keyboard-cleaner"
