tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "anyenv"
brew "bat"
brew "ghq"
brew "git"
brew "nvim"
brew "neovim"
brew "peco"
brew "tig"
brew "fzf"
brew "tmux"
brew "lazygit"

cask "1password"
cask "appcleaner"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "hyper"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
